cask "aws-vault"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "istat-menus"
cask "kitty"
cask "jetbrains-toolbox"
cask "mullvadvpn"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

brew "ast-grep"
brew "awscli"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "click"
brew "colima"
brew "coreutils"
brew "ctop"
brew "curl"
brew "dbmate"
brew "difftastic"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "dua-cli"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gzip"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "iftop"
brew "jordanbaird-ice"
brew "jq"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "lnav"
brew "micro"
brew "mise"
brew "moreutils"
brew "nano"
brew "ncdu"
brew "nethogs"
brew "nload"
brew "nmap"
brew "noti"
brew "pgcli"
brew "pnpm"
brew "poetry"
brew "prettyping"
brew "python"
brew "ripgrep"
brew "rsync"
brew "sqlite"
brew "starship"
brew "stern"
brew "svgo"
brew "tealdeer"
brew "terraform"
brew "testssl"
brew "tflint"
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "zoxide"
brew "zsh"
